
"Copy button:" = "「複製」按鈕:";
"Mail button:" = "「郵件」按鈕:";
"Scan button:" = "「掃描」按鈕:";
"Scan-To-Web button:" = "「掃描至網頁」按鈕:";
//Custom control UI strings
"Descreen" = "去除網點";
"Color Restoration" = "色彩還原";
"Adaptive Lighting" = "自適應照明";
"Unsharp Mask" = "反銳化遮罩";
"Remove Dust"   = "去除灰塵";
"6-Color Scanning" = "六色掃描";


"Tooltip_Descreen" = "去除網點 (波紋) 圖案";
"Tooltip_ColorRestoration" = "褪色還原";
"Tooltip_AdaptiveLight" = "自動調整曝光等級";
"Tooltip_Sharpen" = "增加清晰度";

//Cusom control  menu items
"None" = "無";
"Low" = "低";
"Medium" = "中";
"High" = "高";
"Extreme" = "極度";

"Resolution" = "解析度";
"Source Size" = "原始大小";
"New Size" = "新大小";
"Negative Number" = "負片 %d";
"Slide Number" = "幻燈片 %d";
"HP ICA Scan" = "HP ICA 掃描";
"Install HP Devices" = "安裝 HP 裝置所需的元件，以使用「影像擷取」進行掃描。";
"Communication error" = "通訊錯誤";
"Communication error while scanning" = "與裝置通訊時發生了錯誤。請檢查裝置是否正常連線並開啟了電源。";
"Image Save Error" = "影像儲存錯誤";
"Image Format Mismatch" = "在「自動工作」中選取的應用程式不支援所選的檔案格式。請選取其他應用程式或格式。";
"Disk full error" = "磁碟已滿錯誤";
"Disk full error String Description" = "抱歉，選取的磁碟已滿。請將檔案儲存至其他磁碟或刪除部分檔案，以取得可用空間。";
"Permissions Error" = "權限錯誤";
"Permission Error Description" = "您沒有將檔案儲存至「%@」的權限。請儲存至其他位置。";
"Invalid value" = "值無效";
"Invalid value description" = "在 %@ 欄位中指定的值無效。請指定介於 %ld 和 %ld 之間的值，然後嘗試重新掃描。";
"Image size is too long" = "影像大小太大。請縮小影像的高度、寬度、解析度、縮放比例或輸出類型。";
"Read error" = "讀取錯誤";
"Read error Description" = "從裝置取得掃描時發生了錯誤。請再試一次。";
"Installation Problem" = "必要軟體元件遺失或損毀。請為裝置重新安裝軟體和/或檢查硬碟是否有問題。";
"Document feeder error" = "文件進紙器錯誤";
"Paper Jam Description One" = "自動文件進紙器中出現卡紙狀況。如需清除卡紙的協助，請參閱裝置隨附的說明文件。";
"Paper Jam Description Two" = "自動文件進紙器卡紙，或無法拾取紙張。拾取進紙堆疊，透過該堆疊帶動風扇，並在文件進紙器中取代它。若需更多資訊，請參閱裝置隨附的說明文件。";
"Paper Jam Description Three" = "自動文件進紙器上的卡榫不牢固。請透過按下卡榫，直到聽見喀嚓一聲，栓緊卡榫，然後再次嘗試掃描。";
"Document feeder empty" = "文件進紙器空白";
"Document feeder empty description One" = "自動文件進紙器未偵測到任何文件。請將原稿正確插入自動文件進紙器。";
"Document feeder empty description Two" = "已從自動文件進紙器中取出原稿。請放回原稿，然後繼續掃描。";
"ADF Duplex error" = "自動文件進紙器無法掃描長度超過 12 英吋之原稿的兩面。";
"Transparent Media Adapter Error" = "光罩錯誤";
"Transparent Media Adapter Error Description One" ="由於找不到光罩 (TMA)，無法完成掃描。如果有 TMA，請確保其安全連線至掃描器，然後重試。";
"Transparent Media Adapter Error Description Two" = "請確保光罩已安全連線且正確定位。如果您的裝置使用定位板，請確保定位板上的參考標記與掃描器上的標記吻合，然後嘗試重新掃描。";
"Transparent Media Adapter Error Description Three" = "必須從掃描器蓋移除光罩護蓋。如果已經移除，請確保模板正確放置在掃描器玻璃板上。如果未使用任何模板，請確保掃描器蓋中的校準視窗未被遮擋。將要掃描的媒體置於離掃描器玻璃板頂部邊緣大約 1.5 英吋 (4 公分) 的位置。";
"Transparent Media Adapter Error Description Four" = "從掃描器玻璃板上取下任何原稿。另請確保光罩已安全連線且正確定位。";
"Transparent Media Adapter Error Description Five" = "軟體已設定為掃描幻燈片 (正片)，但偵測到負片。請將文件類型變更為負片。";
"Transparent Media Adapter Error Description Six" = "軟體已設定為掃描負片，卻偵測到幻燈片 (正片)。請將文件類型變更為彩色幻燈片或正片。";
"Transparent Media Adapter Error Description Seven" = "光罩偵測不到指定的媒體。請確保您的媒體已正確載入光罩，且已為要掃描的媒體選取適當的媒體類型 (正片或負片)。";
"Transparent Media Adapter Error Description Eight" = "掃描器此時無法執行光罩掃描。請等待掃描器不忙時再重試。";
"Scan Cancelled" = "掃描已取消";
"Scan Cancelled Description" = "未完成掃描，因為正在執行掃描時取消了作業。";
"Device Busy" ="裝置忙碌";
"Device Busy Description" = "其他應用程式正在使用掃描器。請結束其他掃描應用程式，然後重試。";
"Device Busy Description Network" = "無法執行請求的作業，因為所選網路裝置忙碌。請稍後再試一次。"; 

"Image Capture Scan" = "影像擷取掃描";
"Sharpen" = "銳化";
"6-Color Scan" = "六色掃描";
"Missing or Damaged Software" = "軟體遺失或損壞";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "「影像擷取」所需的一或多個元件遺失或損壞。請為您的 HP 裝置重新安裝軟體。";
"File name too long" = "檔案名稱太長";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "由於檔案名稱太長，無法儲存檔案。請輸入較短的名稱，然後重試。";
"Warning: File name starts with a period" = "警告: 檔案名稱以句點開頭";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "您輸入的檔案名稱以句點 (.) 開頭。如果繼續，檔案將另存為隱藏檔案，且在尋找工具中不會顯示。若要更正此問題，請移除檔案名稱開頭的句點。";
"Error Saving Image" = "儲存影像時出錯";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "「影像擷取」遇到未知錯誤。影像無法儲存，請重試。";

"ADF_OUT_OF_PAPER_MESSAGE" = "在自動文件進紙器中沒有偵測到任何項目。請將原件放到自動文件進紙器中，然後再次啟動掃描。";

// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "已取消上一個總覽掃描，請重新執行總覽，然後掃描";
"Templates" = "模板";

"DEVICE_BUSY" = "裝置忙碌";
"DEVICE_BUSY_DESCRIPTION" = "目前正在使用裝置。請等候先前工作完成，然後再次嘗試掃描。";

// Vendor Feature related
"Automatic" = "自動";
"Picture" = "圖片";
"Document" = "文件";
"Three-Dimensional Objects" = "三維物件";
"Tooltip_Type" = "指定要掃描的項目種類。選擇「自動」會使用預先定義的掃描設定，這些設定可針對大多數項目提供滿意的效果。";
"Type" = "類型:";

// Button handling
"Scan failed" = "掃描失敗";
